Repository: Greenmtnlabs/Flyerly
Catalog: Untechable/*.lproj/Localizable.strings
Languages: es

source: HELP
es: AYUDA

source: SKIP
es: SALTAR

source: SAVE
es: GUARDAR

source: NEXT
es: SIGUIENTE

source: NEW
es: NUEVO

source: BACK
es: ESPALDA

source: SETTINGS
es: AJUSTES

source: DONE
es: HECHO

source: FINISH
es: ACABADO

source: EDIT
es: EDITAR

source: Edit
es: Editar

source: INVITE
es: INVITAN

source: spending time with family
es: pasar tiempo con la familia

source: driving
es: conducción

source: spending time outdoors
es: pasar tiempo al aire libre

source: at the beach
es: en la playa

source: enjoying the holidays
es: disfrutando de las vacaciones

source: just needed a break
es: sólo necesitaba un descanso

source: running
es: corriendo

source: on vacation
es: de vacaciones

source: finding my inner peace
es: encontrar mi paz interior

source: removing myself from technology
es: eliminar a mí mismo de la tecnología

source: in a meeting
es: en una reunion

source: biking
es: ciclismo

source: playing sports
es: hacer deporte

source: hiking
es: excursionismo

source: relaxing
es: relajante

source: eating
es: comiendo

source: drinking
es: el beber

source: spending time with friends
es: pasar tiempo con los amigos

source: custom
es: personalizado

source: Name
es: Nombre

source: Enter Your Name
es: Introduzca su nombre

source: Phone Number
es: Número de teléfono

source: Enter Your Number
es: Entra tu numero

source: Please Enter Your Name and Number
es: Por favor, introduzca su nombre y número

source: Enter your name and phone number. This will only be shared with selected contacts when you are away from technology.
es: Escriba su nombre y número de teléfono. Esto sólo será compartida con los contactos seleccionados cuando usted está ausente de la tecnología.

source: Technology is best when it brings people together. You're on your way to enjoying some untech time.
es: La tecnología es mejor cuando se une a la gente. Usted está en su manera de disfrutar de algún tiempo untech.

source: When you take time away from technology, what do you typically do or hope to do more of?
es: Cuando te tomas el tiempo lejos de la tecnología , ¿qué lo hace normalmente o la esperanza de hacer más de

source: When you take a break from technology, what do you typically do or hope to do more of by taking Untech time?
es: Cuando usted toma un descanso de la tecnología, ¿qué es lo que normalmente hace o espera hacer más por tomarse el tiempo Untech?

source: e.g. Spending time with family
es: por ejemplo Pasar tiempo con la familia

source: Add Your Own Custom Untech Message
es: Añadir su propio mensaje personalizado Untech

source: Cancel
es: Cancelar

source: Select one for now (you can always change it later)
es: Seleccione uno de momento (siempre se puede cambiar más adelante)

source: "Disconnecting from technology to reconnect with ourselves is absolutely essential for wisdom." -Arianna Huffington
es: "Desconectar de la tecnología para volver a conectar con nosotros mismos es absolutamente esencial para la sabiduría." -Arianna Huffington

source: #untechable for selected time period - Reconnect with life: http://www.unte.ch
es: #untechable para el período de tiempo seleccionado - Vuelva a conectar con la vida: http://www.unte.ch

source: Search contacts to share your untech time with
es: Buscar contactos para compartir su tiempo con untech

source: How to notify?
es: Cómo notificar?

source: Message to %@:
es: Mensaje a %@:

source: Select your email service to let your contacts know you will be untechable.
es: Seleccione su servicio de correo electrónico y deja que tus contactos sepan que será untechable.

source: Set Your Email Responder
es: Establezca su Email Responder

source: Password
es: Contraseña

source: example@example.com
es: ejemplo@ejemplo.com

source: Host Name
es: Nombre de host

source: IMAP Port
es: Puerto IMAP

source: mail.example.com
es: mail.ejemplo.com

source: SMTP Port
es: Puerto SMTP

source: smtp.example.com
es: smtp.ejemplo.com

source: Incoming Mail Server
es: Servidor de correo entrante

source: Outgoing Mail Server
es: Servidor de correo saliente

source: Untech Now Setup!
es: Configuración Untech Ahora!

source: Using these settings, in the future you can easily take a break from technology with the tap of the 'Untech Now' button from the main screen. Namaste!
es: El uso de estos ajustes, en el futuro, usted puede fácilmente tomar un descanso de la tecnología con el toque del botón 'Untech ahora' desde la pantalla principal. Namaste!

source: %i day
es: %i día

source: %i days
es: %i días

source: %i hour
es: %i horas

source: %i hours
es: %i horas

source: minute
es: momento

source: minutes
es: minutos

source: %i hours and %i %@
es: %i horas and %i %@

source: %i hour and %i %@
es: %i horas and %i %@

source: 30 minutes
es: 30 minutos

source: 1 hour
es: 1 horas

source: 1 Day
es: 1 Día

source: 2 Days
es: 2 Días

source: #untechable for %@ %@ - Reconnect with life: http://www.unte.ch
es: #untechable para %@ %@ - Vuelva a conectar con la vida: http://www.unte.ch

source: Unable to delete, please try agin later!
es: No se puede eliminar, por favor intente más tarde volveré!

source: No internet connection
es: Sin conexión a Internet

source: Please try again later.
es: Por favor, inténtelo de nuevo más tarde.

source: Please connect and try again.
es: Por favor, vuelva a conectar e inténtelo de nuevo.

source: Future time away:
es: Momento en el futuro inmediato:

source: Current time away:
es: Hora de distancia:

source: Past time away:
es: Pasado el tiempo de distancia:

source: Untech Custom
es: Untech Personalizado

source: Untech Now
es: Untech Ahora

source: This is what I will be doing when I untech...
es: Esto es lo que voy a hacer cuando me untech ...

source: Invalid Dates
es: Fechas no válidas

source: End date should be greater than start date.
es: Fecha de finalización debe ser mayor que la fecha de inicio.

source: What are you going Untech for?
es: ¿Qué vas Untech buscas?

source: You must specify what you'll be doing with your time away from technology before proceeding.
es: Debe especificar lo que va a hacer con su tiempo lejos de la tecnología antes de proceder.

source: NOW
es: AHORA

source: Never
es: Nunca

source: No End Date
es: Sin fecha de finalización

source: Start (when will you begin your untech time?)
es: Empezar (cuándo va a comenzar su tiempo untech?)

source: End (this is when you come crawling back to technology)
es: Fin (esto es cuando usted viene arrastrándose de nuevo a la tecnología)

source: Take this untech time and enjoy to the fullest the people, experiences and life around you.
es: Tome este tiempo untech y disfrutar al máximo de las personas, las experiencias y la vida que te rodea.

source: You will be untechable from
es: Usted será untechable de

source: To
es: para

source: Calls and text require premium subscription.
es: Llamadas y texto requieren suscripción premium.

source: Log Out
es: Cerrar sesión

source: Logged Out
es: Desconectado

source: Log In
es: Iniciar sesión

source: Logged In
es: Conectado

source: Put in your name below. This will be used to identify yourself to friends.
es: Ponga en su nombre a continuación. Esto se utilizará para identificarse ante los amigos.

source: Enter Name
es: Ingrese su nombre

source: Enter default status
es: Introduzca estado por defecto

source: Close
es: Cerrar

source: Choose the networks you would like to inform every time you are untech. These will be pre-selected for future Untech Now moments.
es: Elija las redes que le gustaría informar cada vez que están untech. Estos serán pre-seleccionados para futuras Untech Ahora momentos.

source: The above message will be posted on %@ to the networks you have selected.
es: El mensaje anterior se publicará en %@ a las redes que ha seleccionado.

source: Untech Tip: 'Untech Now' is for setting quick moments away from technology. 'Untech Custom' is for setting a more specific long-term period.
es: Sugerencia Untech: 'Untech ahora' sirve para configurar momentos rápidos lejos de la tecnología. 'Untech personalizado' es para establecer un período más específica a largo plazo.

source: You can purchase the SMS/phone option to send unlimited text and automated calls to your contacts.
es: Usted puede comprar la opción / teléfono SMS para enviar mensajes de texto ilimitados y llamadas automatizadas a sus contactos.

source: Not now
es: Ahora no

source: Restore
es: Restaurar

source: Untech Call/SMS
es: Llame Untech / SMS

source: Change Untech Now Settings
es: Cambiar Ajustes Untech ahora

source: Take a break from technology. Untech & Reconnect with life: %@
es: Tome un descanso de la tecnología. Untech y reconexión con la vida: %@

source: Invite Friends
es: Invitar a amigos

source: Please select any contact to invite!
es: Por favor, seleccione cualquier contacto invitar!

source: Take a break from technology. Untech & Reconnect with life.
es: Tome un descanso de la tecnología. Untech y reconexión con la vida.

source: Choose Twitter Account
es: Elija Cuenta Twitter

source: You're not connected to the internet. Please connect and retry.
es: Usted no está conectado a Internet. Por favor, conecte y vuelva a intentarlo.

source: Saving to %@
es: Salvando a %@

source: Invitation Sent!
es: ¡Invitación enviada!

source: You have successfully invited your friends to join untech.
es: Has invitado exitosamente a tus amigos a unirse a untech.

source: Setup your Untech account & settings to make taking a break from technology as easy as 1, 2, 3.
es: Configuración de su cuenta Untech y ajustes para hacer que tomar un descanso de la tecnología tan fácil como 1, 2, 3.

source: Note: You can always adjust these in the settings screen.
es: Nota: Siempre se puede ajustar estos en la pantalla de configuración.

source: Select 'Untech Custom' to manually choose what you'll be doing during your untechable peroid of time & who you'd like to inform.
es: Seleccione 'Untech personalizada' para elegir manualmente lo que va a hacer durante su peroid untechable de tiempo y que desea informar.

source: Once you've completed your Untech selection, go enjoy your time away from technology. Untech & reconnect with life. Don't forget to invite others to untech so thay can do the same. Namaste!
es: Una vez que haya completado su selección Untech, vaya disfrutar de su tiempo fuera de la tecnología. Untech y vuelva a conectar con la vida. No te olvides de invitar a otros a untech pues creían puede hacer lo mismo. Namaste!

source: next 
es: siguiente 
